export const quizdata = [
    {
    id: 1,
    quiz: "대한민국의 긴급신고전화는 119, 범죄신고는 112, 민원상담은 110 이다.",
    answer: "O",
    realanswer: "대한민국의 긴급신고전화는 119, 범죄신고는 112, 민원상담은 110 이다.",
    },
    {
    id: 2,
    quiz: "건물 잔해에 깔렸을 때 혈액 순환이 잘 되도록 계속 손가락과 발가락을 조금씩 움직여야 한다.",
    answer: "O",
    realanswer: "건물 잔해에 깔렸을 때 혈액 순환이 잘 되도록 계속 손가락과 발가락을 조금씩 움직여야 한다.",
    },
    
    {
    id: 3,
    quiz: "재난 발생 시 승강기를 이용해 대피한다.",
    answer: "X",
    realanswer: "재난 발생 시 승강기를 이용해 대피하면 안된다.",
    },

    {
    id: 4,
    quiz: "화재 발생 시 대피한 경우에는 바람이 불어오는 쪽에서 구조를 기다린다.",
    answer: "O",
    realanswer: "화재 발생 시 대피한 경우에는 바람이 불어오는 쪽에서 구조를 기다린다.",
    },
    
    {
    id: 5,
    quiz: "서울시민안전체험관에서 재난체험, 응급처치 실습 등 전문체험을 받을 수 있다.",
    answer: "O",
    realanswer: "서울시민안전체험관에서 재난체험, 응급처치 실습 등 전문체험을 받을 수 있다.",
    },

    {
    id: 6,
    quiz: "개통이 안 된 휴대전화에서는 긴급신고를 할 수 없다.",
    answer: "X",
    realanswer: "개통이 안 된 휴대전화에서는 긴급신고를 할 수 있다.",
    },

    {
    id: 7,
    quiz: "밀폐된 곳에 갇혀 대피할 수 없는 경우 파이프를 두드리거나 휴대전화를 이용해 자신의 위치를 외부로 알리도록 노력해야한다.",
    answer: "O",
    realanswer: "밀폐된 곳에 갇혀 대피할 수 없는 경우 파이프를 두드리거나 휴대전화를 이용해 자신의 위치를 외부로 알리도록 노력해야한다.",
    },
    {
    id: 8,
    quiz: "태풍 경보 시 모래주머니 등을 이용하여 물이 넘쳐 들어올 수 있는 곳을 막아야한다.",
    answer: "O",
    realanswer: "태풍 경보 시 모래주머니 등을 이용하여 물이 넘쳐 들어올 수 있는 곳을 막아야한다.",
    },        

    {
    id: 9,
    quiz: "태풍 진행 중에는 집 안팎의 전기를 수리한다.",
    answer: "X",
    realanswer: "태풍 진행 중에는 집 안팎의 전기를 수리하면 안된다.",
    },

    {
    id: 10,
    quiz: "지진 발생 시 모든 문을 닫아야 한다.",
    answer: "X",
    realanswer: "지진 발생 시 모든 문을 닫으면 안된다.",
    },

    {
    id: 11,
    quiz: "지진이 발생하면 서둘러 집 밖으로 뛰어 나가야한다.",
    answer: "X",
    realanswer: "지진이 발생하면 서둘러 집 밖으로 나가면 안된다.",
    },
    {
    id: 12,
    quiz: "아파트는 각 가구 별로 화재로 인해 현관이나 계단을 이용하지 못 할 경우를 대비해 대피 통로를 만들어 놨다.",
    answer: "O",
    realanswer: "아파트는 각 가구 별로 화재로 인해 현관이나 계단을 이용하지 못 할 경우를 대비해 대피 통로를 만들어 놨다.",
    },
    {
    id: 13,
    quiz: "소화기 사용 시 바람을 정면으로 맞으면서 불이 난 곳으로 호스를 겨냥한다.",
    answer: "X",
    realanswer: "소화기 사용 시 바람을 정면으로 맞으면서 불이 난 곳으로 호스를 겨냥하지 않는다.",
    },
    {
    id: 14,
    quiz: "식용유(기름)를 사용하던 프라이팬에 불이 난 경우 물을 부어 불을 꺼야한다.",
    answer: "X",
    realanswer: "식용유(기름)를 사용하던 프라이팬에 불이 난 경우 물을 부어 불을 끄면 안된다.",
    },
    {
    id: 15,
    quiz: "소화기는 최소 10년에 한번 교해 주어야 한다.",
    answer: "O",
    realanswer: "소화기는 최소 10년에 한번 교해 주어야 한다.",
    },
    {
    id: 16,
    quiz: "물에 불이 났을 때 천이나 옷 등에 물을 묻혀 입과 코를 막아 연기를 직접 들이마시지 않도록 한다.",
    answer: "O",
    realanswer: "물에 불이 났을 때 천이나 옷 등에 물을 묻혀 입과 코를 막아 연기를 직접 들이마시지 않도록 한다.",
    },
    {
    id: 17,
    quiz: "지하철 역사 안의 스크린도어는 자동시스템으로 비상 시 수동개방이 불가능하다.",
    answer: "X",
    realanswer: "지하철 역사 안의 스크린도어는 비상 시 수동개방이 가능하다.",
    },
    {
    id: 18,
    quiz: "화재로 탑승구에 연기가 가득하다면 선로에 내려가 다음 역으로 대피해도 된다.",
    answer: "O",
    realanswer: "화재로 탑승구에 연기가 가득하다면 선로에 내려가 다음 역으로 대피해도 된다.",
    },
    {
    id: 19,
    quiz: "차량용 소화기로는 일반 분말소화기만을 비치해야 된다.",
    answer: "X",
    realanswer: "차량용 소화기 구입시에 소화기 본체 용기 상단에 '자동차 겸용' 표시가 있는지 확인해야 한다",
    },
    {
    id: 20,
    quiz: "소화기의 내용연수는 10년이므로 그 기간 동안은 그대로 두어도 된다.",
    answer: "X",
    realanswer: "소화기의 내용연수는 10년이긴 하지만 그 기간 동안 주기적으로 점검을 해주어야 한다.",
    },

];