export const quizdata = [
    {
    id: 1,
    quiz: "대한민국의 긴급신고전화는 119, 범죄신고는 112, 민원상담은 110 이다.",
    answer: "O",
    },

    {
    id: 2,
    quiz: "건물 붕괴사고 발생 시 잔해에 깔렸을 경우 라이터와 성냥을 사용한다.",
    answer: "X",
    },
    
    {
    id: 3,
    quiz: "재난 발생 시 승강기를 이용해 대피한다.",
    answer: "X",
    },

    {
    id: 4,
    quiz: "화재 발생 시 대피한 경우에는 바람이 불어오는 쪽에서 구조를 기다린다.",
    answer: "O",
    },
    
    {
    id: 5,
    quiz: "서울시민안전체험관에서 재난체험, 응급처치 실습 등 전문체험을 받을 수 있다.",
    answer: "O",
    },

    {
    id: 6,
    quiz: "개통이 안 된 휴대전화에서는 긴급신고를 할 수 없다.",
    answer: "X",
    },

    {
    id: 7,
    quiz: "아파트는 각 가구 별로 화재로 인해 현관이나 계단을 이용하지 못 할 경우를 대비해 대피 통로를 만들어 놨다.",
    answer: "O",
    },

    {
    id: 8,
    quiz: "태풍 경보 시 모래주머니 등을 이용하여 물이 넘쳐 들어올 수 있는 곳을 막아야한다.",
    answer: "O",
    },        

    {
    id: 9,
    quiz: "태풍 진행 중에는 집 안팎의 전기를 수리한다.",
    answer: "X",
    },

    {
    id: 10,
    quiz: "지진 발생 시 모든 문을 닫아야 한다.",
    answer: "X",
    },

    // {
    // id: 11,
    //quiz: "밀폐된 곳에 갇혀 대피할 수 없는 경우 파이프를 두드리거나 휴대전화를 이용해 자신의 위치를 외부로 알리도록 노력해야한다.",
    // answer: "O",
    // },
];