/*export const papagoData = [
 로그인: ["signin", "영어", "일본어", "중국어(간체)", "중국어(번체)", "베트남어", "인도네시아어", "태국어", "독일어", "러시아어", "스페인어", "이탈리아어", "프랑스어" ], 
회원가입: ["signup"],
서비스설명: ["세계인을 위한 재난문자 안내 서비스"],
설정: ["설정"],
지역: ["지역"],
번역: ["번역"],
저장: ["저장"],
원본: ["원본 내용"],
처리: ["번역된 내용"],
위치확인: ["위치 확인하기"],
행동강령: ["행동 강령 확인하기"],
슬라이드: ["슬라이드로 위치를 확인해보세요."],
준비: ["준비 중입니다."],
알아보기: ["더 알아보기"],
지역선택: ["지역을 선택해주세요."],
선택완료: ["선택 완료"],
대피소검색: ["대피소 검색"],
대피소확인: ["대피소 확인"],
재난문자기록: ["재난 문자 기록"],
재난키워드퀴즈: ["재난 키워드 퀴즈"]
]
*/
